<!DOCTYPE html>
<html lang="ru">

<head>
  <meta charset="UTF-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Document</title>
  <link rel="stylesheet" href="css/main.css">
  <!-- CSS only -->
  <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta1/dist/css/bootstrap.min.css" rel="stylesheet"
    integrity="sha384-giJF6kkoqNQ00vy+HMDP7azOuL0xtbfIcaT9wjKHr8RbDVddVHyTfAAsrekwKmP1" crossorigin="anonymous">
<link href="https://fonts.googleapis.com/css2?family=Noto+Sans:wght@400;700&display=swap" rel="stylesheet">

</head>

<body>

  <!-- Шапка + Освновной блок -->
  <section class="banner" style="background-image: url(.//img/banner.png);">
    <div class="container">
      <header class="d-flex flex-column flex-md-row align-items-center p-3 px-md-4 mb-3 justify-content-end ">
        <nav class="my-2 my-md-0 me-md-5 text-white">
          <a class="p-2 text-white link" href="#">Главная</a>
          <a class="p-2 text-white link" href="#">Проекты</a>
          <a class="p-2 text-white link" href="#">Услуги</a>
          <a class="p-2 text-white link" href="#">Контакты</a>
        </nav>
      </header>
      <hr class="text-muted">
      <div class="hero">
        <div class="container">
          <p class="text-white mb-2">Передовая IT студия</p>
          <h1 class="text-white mb-5">Мы создаем легкие решения <br>
            сложных задач и проблем</h1>
          <a href="#" class="btn text-white link__hero">Наши проекты</a>
        </div>
      </div>
    </div>
  </section>

  <!-- Основной блок -->
  <main>

    <!-- Разработка -->
    <section class="web__app">
      <div class="container">
        <h2 class="text-center mb-5">Мы создаем мобильные приложения<br>
          для крупных корпораций</h2>
        <p class="text-center text-muted">Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне.
          Lorem <br> Ipsum
          является стандартной "рыбой" для текстов на латинице с начала XVI века. </p>
        <div class="row">
          <div class="col-lg-4">
            <div class="d-flex mt-5">
              <div class="card__img mr-auto">
                <img src="img/sheet.jpg" alt="" class="img-fluid" width="200" height="110">
              </div>
              <div class="card-text m-3">
                <h6>Создание сайтов</h6>
                <p class="text-muted">Lorem Ipsum - это текст- "рыба", часто используе в печати и вэб-дизайне.</p>
              </div>
            </div>


          </div>
          <div class="col-lg-4">
            <div class="d-flex mt-5">
              <div class="card__img mr-auto">
                <img src="img/sheet.jpg" alt="" class="img-fluid" width="200" height="110">
              </div>
              <div class="card-text m-3">
                <h6>Создание сайтов</h6>
                <p class="text-muted">Lorem Ipsum - это текст- "рыба", часто используе в печати и вэб-дизайне.</p>
              </div>
            </div>


          </div>
          <div class="col-lg-4">
            <div class="d-flex mt-5">
              <div class="card__img mr-auto">
                <img src="img/sheet.jpg" alt="" class="img-fluid" width="200" height="110">
              </div>
              <div class="card-text m-3">
                <h6>Создание сайтов</h6>
                <p class="text-muted">Lorem Ipsum - это текст- "рыба", часто используе в печати и вэб-дизайне.</p>
              </div>
            </div>


          </div>
        </div>
      </div>

    </section>

    <!-- Как я понял, это блок о нас -->
    <section class="about__us bg-light">
      <div class="container">
        <div class="row">
          <div class="col-lg-5">
            <h2 class="mt-5 mb-4">Высокие стандарты
              разработки</h2>
            <p class="mb-3 text-muted">Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem
              Ipsum является
              стандартной "рыбой" для текстов на латинице с начала XVI века. стандартной "рыбой" для текстов на латинице
              с начала XVI века. </p>
            <a href="#">Подробнее о компании</a>
          </div>
          <div class="col-lg-6 ms-lg-auto mb-5">
            <img src="img/about.png" alt="" class="img-fluid">
          </div>
        </div>
        <hr>
        <div class="row">
          <div class="col-lg-10 mx-auto mt-5">
            <div class="row justify-content-around">
              <div class="justify-content-around col-lg-2 col-md-3 col-sm-4 col-xs-4">
                <div class="d-flex justify-content-center">
                  <svg height="25pt" viewBox="0 -25 424 424" width="23pt" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="m167.289062 272.132812c-1.601562 0-3.214843-.550781-4.53125-1.671874l-45.296874-38.570313c-1.5625-1.332031-2.460938-3.277344-2.460938-5.332031 0-2.050782.902344-3.996094 2.460938-5.328125l45.296874-38.570313c2.941407-2.507812 7.359376-2.152344 9.867188.789063 2.503906 2.945312 2.152344 7.363281-.792969 9.867187l-39.035156 33.242188 39.035156 33.242187c2.945313 2.507813 3.296875 6.925781.792969 9.867188-1.386719 1.628906-3.355469 2.464843-5.335938 2.464843zm0 0" />
                    <path
                      d="m256.710938 272.132812c-1.980469 0-3.949219-.835937-5.332032-2.464843-2.507812-2.941407-2.152344-7.359375.789063-9.867188l39.035156-33.242187-39.035156-33.242188c-2.941407-2.503906-3.296875-6.921875-.789063-9.867187 2.503906-2.941407 6.925782-3.296875 9.863282-.789063l45.296874 38.570313c1.5625 1.332031 2.460938 3.277343 2.460938 5.328125 0 2.054687-.898438 4-2.460938 5.332031l-45.296874 38.570313c-1.316407 1.121093-2.929688 1.671874-4.53125 1.671874zm0 0" />
                    <path
                      d="m195.964844 301.0625c-.480469 0-.964844-.050781-1.453125-.152344-3.78125-.796875-6.203125-4.511718-5.40625-8.292968l28.230469-134.035157c.796874-3.78125 4.507812-6.203125 8.292968-5.40625 3.78125.796875 6.203125 4.507813 5.40625 8.292969l-28.230468 134.035156c-.695313 3.296875-3.601563 5.558594-6.839844 5.558594zm0 0" />
                    <path
                      d="m377 374.085938h-330c-25.914062 0-47-21.082032-47-47v-280.085938c0-25.914062 21.085938-47 47-47h330c25.914062 0 47 21.085938 47 47v280.085938c0 25.917968-21.085938 47-47 47zm-330-360.085938c-18.195312 0-33 14.804688-33 33v280.085938c0 18.195312 14.804688 33 33 33h330c18.195312 0 33-14.804688 33-33v-280.085938c0-18.195312-14.804688-33-33-33zm0 0" />
                    <path
                      d="m417 112.089844h-410c-3.867188 0-7-3.132813-7-7 0-3.863282 3.132812-7 7-7h410c3.867188 0 7 3.136718 7 7 0 3.867187-3.132812 7-7 7zm0 0" />
                    <path
                      d="m119.601562 78.59375c-12.210937 0-22.152343-9.941406-22.152343-22.152344 0-12.214844 9.941406-22.152344 22.152343-22.152344 12.214844 0 22.152344 9.9375 22.152344 22.152344 0 12.210938-9.9375 22.152344-22.152344 22.152344zm0-30.304688c-4.492187 0-8.152343 3.65625-8.152343 8.152344s3.660156 8.152344 8.152343 8.152344c4.496094 0 8.152344-3.65625 8.152344-8.152344s-3.65625-8.152344-8.152344-8.152344zm0 0" />
                    <path
                      d="m51.539062 78.378906c-12.214843 0-22.152343-9.9375-22.152343-22.152344 0-12.214843 9.9375-22.152343 22.152343-22.152343 12.214844 0 22.152344 9.9375 22.152344 22.152343 0 12.214844-9.9375 22.152344-22.152344 22.152344zm0-30.304687c-4.492187 0-8.152343 3.660156-8.152343 8.152343 0 4.496094 3.660156 8.152344 8.152343 8.152344 4.496094 0 8.152344-3.65625 8.152344-8.152344 0-4.492187-3.65625-8.152343-8.152344-8.152343zm0 0" />
                    <path
                      d="m187.664062 78.804688c-12.210937 0-22.148437-9.9375-22.148437-22.152344 0-12.210938 9.9375-22.148438 22.148437-22.148438 12.214844 0 22.152344 9.9375 22.152344 22.148438 0 12.214844-9.9375 22.152344-22.152344 22.152344zm0-30.304688c-4.492187 0-8.148437 3.65625-8.148437 8.152344s3.65625 8.152344 8.148437 8.152344c4.496094 0 8.152344-3.65625 8.152344-8.152344s-3.65625-8.152344-8.152344-8.152344zm0 0" />
                  </svg>
                  <h3 class="items_num">125</h3>
                </div>
                <p class="text-muted text-center">Our projects</p>
              </div>
              <div class="justify-content-around col-lg-2 col-md-3 col-sm-4 col-xs-4">
                <div class="d-flex justify-content-center">
                  <svg height="25pt" viewBox="0 -25 424 424" width="23pt" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="m167.289062 272.132812c-1.601562 0-3.214843-.550781-4.53125-1.671874l-45.296874-38.570313c-1.5625-1.332031-2.460938-3.277344-2.460938-5.332031 0-2.050782.902344-3.996094 2.460938-5.328125l45.296874-38.570313c2.941407-2.507812 7.359376-2.152344 9.867188.789063 2.503906 2.945312 2.152344 7.363281-.792969 9.867187l-39.035156 33.242188 39.035156 33.242187c2.945313 2.507813 3.296875 6.925781.792969 9.867188-1.386719 1.628906-3.355469 2.464843-5.335938 2.464843zm0 0" />
                    <path
                      d="m256.710938 272.132812c-1.980469 0-3.949219-.835937-5.332032-2.464843-2.507812-2.941407-2.152344-7.359375.789063-9.867188l39.035156-33.242187-39.035156-33.242188c-2.941407-2.503906-3.296875-6.921875-.789063-9.867187 2.503906-2.941407 6.925782-3.296875 9.863282-.789063l45.296874 38.570313c1.5625 1.332031 2.460938 3.277343 2.460938 5.328125 0 2.054687-.898438 4-2.460938 5.332031l-45.296874 38.570313c-1.316407 1.121093-2.929688 1.671874-4.53125 1.671874zm0 0" />
                    <path
                      d="m195.964844 301.0625c-.480469 0-.964844-.050781-1.453125-.152344-3.78125-.796875-6.203125-4.511718-5.40625-8.292968l28.230469-134.035157c.796874-3.78125 4.507812-6.203125 8.292968-5.40625 3.78125.796875 6.203125 4.507813 5.40625 8.292969l-28.230468 134.035156c-.695313 3.296875-3.601563 5.558594-6.839844 5.558594zm0 0" />
                    <path
                      d="m377 374.085938h-330c-25.914062 0-47-21.082032-47-47v-280.085938c0-25.914062 21.085938-47 47-47h330c25.914062 0 47 21.085938 47 47v280.085938c0 25.917968-21.085938 47-47 47zm-330-360.085938c-18.195312 0-33 14.804688-33 33v280.085938c0 18.195312 14.804688 33 33 33h330c18.195312 0 33-14.804688 33-33v-280.085938c0-18.195312-14.804688-33-33-33zm0 0" />
                    <path
                      d="m417 112.089844h-410c-3.867188 0-7-3.132813-7-7 0-3.863282 3.132812-7 7-7h410c3.867188 0 7 3.136718 7 7 0 3.867187-3.132812 7-7 7zm0 0" />
                    <path
                      d="m119.601562 78.59375c-12.210937 0-22.152343-9.941406-22.152343-22.152344 0-12.214844 9.941406-22.152344 22.152343-22.152344 12.214844 0 22.152344 9.9375 22.152344 22.152344 0 12.210938-9.9375 22.152344-22.152344 22.152344zm0-30.304688c-4.492187 0-8.152343 3.65625-8.152343 8.152344s3.660156 8.152344 8.152343 8.152344c4.496094 0 8.152344-3.65625 8.152344-8.152344s-3.65625-8.152344-8.152344-8.152344zm0 0" />
                    <path
                      d="m51.539062 78.378906c-12.214843 0-22.152343-9.9375-22.152343-22.152344 0-12.214843 9.9375-22.152343 22.152343-22.152343 12.214844 0 22.152344 9.9375 22.152344 22.152343 0 12.214844-9.9375 22.152344-22.152344 22.152344zm0-30.304687c-4.492187 0-8.152343 3.660156-8.152343 8.152343 0 4.496094 3.660156 8.152344 8.152343 8.152344 4.496094 0 8.152344-3.65625 8.152344-8.152344 0-4.492187-3.65625-8.152343-8.152344-8.152343zm0 0" />
                    <path
                      d="m187.664062 78.804688c-12.210937 0-22.148437-9.9375-22.148437-22.152344 0-12.210938 9.9375-22.148438 22.148437-22.148438 12.214844 0 22.152344 9.9375 22.152344 22.148438 0 12.214844-9.9375 22.152344-22.152344 22.152344zm0-30.304688c-4.492187 0-8.148437 3.65625-8.148437 8.152344s3.65625 8.152344 8.148437 8.152344c4.496094 0 8.152344-3.65625 8.152344-8.152344s-3.65625-8.152344-8.152344-8.152344zm0 0" />
                  </svg>
                  <h3 class="items_num">125</h3>
                </div>
                <p class="text-muted text-center">Our projects</p>
              </div>
              <div class="justify-content-around col-lg-2 col-md-3 col-sm-4 col-xs-4">
                <div class="d-flex justify-content-center">
                  <svg height="25pt" viewBox="0 -25 424 424" width="23pt" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="m167.289062 272.132812c-1.601562 0-3.214843-.550781-4.53125-1.671874l-45.296874-38.570313c-1.5625-1.332031-2.460938-3.277344-2.460938-5.332031 0-2.050782.902344-3.996094 2.460938-5.328125l45.296874-38.570313c2.941407-2.507812 7.359376-2.152344 9.867188.789063 2.503906 2.945312 2.152344 7.363281-.792969 9.867187l-39.035156 33.242188 39.035156 33.242187c2.945313 2.507813 3.296875 6.925781.792969 9.867188-1.386719 1.628906-3.355469 2.464843-5.335938 2.464843zm0 0" />
                    <path
                      d="m256.710938 272.132812c-1.980469 0-3.949219-.835937-5.332032-2.464843-2.507812-2.941407-2.152344-7.359375.789063-9.867188l39.035156-33.242187-39.035156-33.242188c-2.941407-2.503906-3.296875-6.921875-.789063-9.867187 2.503906-2.941407 6.925782-3.296875 9.863282-.789063l45.296874 38.570313c1.5625 1.332031 2.460938 3.277343 2.460938 5.328125 0 2.054687-.898438 4-2.460938 5.332031l-45.296874 38.570313c-1.316407 1.121093-2.929688 1.671874-4.53125 1.671874zm0 0" />
                    <path
                      d="m195.964844 301.0625c-.480469 0-.964844-.050781-1.453125-.152344-3.78125-.796875-6.203125-4.511718-5.40625-8.292968l28.230469-134.035157c.796874-3.78125 4.507812-6.203125 8.292968-5.40625 3.78125.796875 6.203125 4.507813 5.40625 8.292969l-28.230468 134.035156c-.695313 3.296875-3.601563 5.558594-6.839844 5.558594zm0 0" />
                    <path
                      d="m377 374.085938h-330c-25.914062 0-47-21.082032-47-47v-280.085938c0-25.914062 21.085938-47 47-47h330c25.914062 0 47 21.085938 47 47v280.085938c0 25.917968-21.085938 47-47 47zm-330-360.085938c-18.195312 0-33 14.804688-33 33v280.085938c0 18.195312 14.804688 33 33 33h330c18.195312 0 33-14.804688 33-33v-280.085938c0-18.195312-14.804688-33-33-33zm0 0" />
                    <path
                      d="m417 112.089844h-410c-3.867188 0-7-3.132813-7-7 0-3.863282 3.132812-7 7-7h410c3.867188 0 7 3.136718 7 7 0 3.867187-3.132812 7-7 7zm0 0" />
                    <path
                      d="m119.601562 78.59375c-12.210937 0-22.152343-9.941406-22.152343-22.152344 0-12.214844 9.941406-22.152344 22.152343-22.152344 12.214844 0 22.152344 9.9375 22.152344 22.152344 0 12.210938-9.9375 22.152344-22.152344 22.152344zm0-30.304688c-4.492187 0-8.152343 3.65625-8.152343 8.152344s3.660156 8.152344 8.152343 8.152344c4.496094 0 8.152344-3.65625 8.152344-8.152344s-3.65625-8.152344-8.152344-8.152344zm0 0" />
                    <path
                      d="m51.539062 78.378906c-12.214843 0-22.152343-9.9375-22.152343-22.152344 0-12.214843 9.9375-22.152343 22.152343-22.152343 12.214844 0 22.152344 9.9375 22.152344 22.152343 0 12.214844-9.9375 22.152344-22.152344 22.152344zm0-30.304687c-4.492187 0-8.152343 3.660156-8.152343 8.152343 0 4.496094 3.660156 8.152344 8.152343 8.152344 4.496094 0 8.152344-3.65625 8.152344-8.152344 0-4.492187-3.65625-8.152343-8.152344-8.152343zm0 0" />
                    <path
                      d="m187.664062 78.804688c-12.210937 0-22.148437-9.9375-22.148437-22.152344 0-12.210938 9.9375-22.148438 22.148437-22.148438 12.214844 0 22.152344 9.9375 22.152344 22.148438 0 12.214844-9.9375 22.152344-22.152344 22.152344zm0-30.304688c-4.492187 0-8.148437 3.65625-8.148437 8.152344s3.65625 8.152344 8.148437 8.152344c4.496094 0 8.152344-3.65625 8.152344-8.152344s-3.65625-8.152344-8.152344-8.152344zm0 0" />
                  </svg>
                  <h3 class="items_num">125</h3>
                </div>
                <p class="text-muted text-center">Our projects</p>
              </div>
              <!-- <div class="col-lg-2 col-md-3 col-sm-4 col-xs-12">
                <div class="d-flex">
                  <svg height="25pt" viewBox="0 -25 424 424" width="23pt" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="m167.289062 272.132812c-1.601562 0-3.214843-.550781-4.53125-1.671874l-45.296874-38.570313c-1.5625-1.332031-2.460938-3.277344-2.460938-5.332031 0-2.050782.902344-3.996094 2.460938-5.328125l45.296874-38.570313c2.941407-2.507812 7.359376-2.152344 9.867188.789063 2.503906 2.945312 2.152344 7.363281-.792969 9.867187l-39.035156 33.242188 39.035156 33.242187c2.945313 2.507813 3.296875 6.925781.792969 9.867188-1.386719 1.628906-3.355469 2.464843-5.335938 2.464843zm0 0" />
                    <path
                      d="m256.710938 272.132812c-1.980469 0-3.949219-.835937-5.332032-2.464843-2.507812-2.941407-2.152344-7.359375.789063-9.867188l39.035156-33.242187-39.035156-33.242188c-2.941407-2.503906-3.296875-6.921875-.789063-9.867187 2.503906-2.941407 6.925782-3.296875 9.863282-.789063l45.296874 38.570313c1.5625 1.332031 2.460938 3.277343 2.460938 5.328125 0 2.054687-.898438 4-2.460938 5.332031l-45.296874 38.570313c-1.316407 1.121093-2.929688 1.671874-4.53125 1.671874zm0 0" />
                    <path
                      d="m195.964844 301.0625c-.480469 0-.964844-.050781-1.453125-.152344-3.78125-.796875-6.203125-4.511718-5.40625-8.292968l28.230469-134.035157c.796874-3.78125 4.507812-6.203125 8.292968-5.40625 3.78125.796875 6.203125 4.507813 5.40625 8.292969l-28.230468 134.035156c-.695313 3.296875-3.601563 5.558594-6.839844 5.558594zm0 0" />
                    <path
                      d="m377 374.085938h-330c-25.914062 0-47-21.082032-47-47v-280.085938c0-25.914062 21.085938-47 47-47h330c25.914062 0 47 21.085938 47 47v280.085938c0 25.917968-21.085938 47-47 47zm-330-360.085938c-18.195312 0-33 14.804688-33 33v280.085938c0 18.195312 14.804688 33 33 33h330c18.195312 0 33-14.804688 33-33v-280.085938c0-18.195312-14.804688-33-33-33zm0 0" />
                    <path
                      d="m417 112.089844h-410c-3.867188 0-7-3.132813-7-7 0-3.863282 3.132812-7 7-7h410c3.867188 0 7 3.136718 7 7 0 3.867187-3.132812 7-7 7zm0 0" />
                    <path
                      d="m119.601562 78.59375c-12.210937 0-22.152343-9.941406-22.152343-22.152344 0-12.214844 9.941406-22.152344 22.152343-22.152344 12.214844 0 22.152344 9.9375 22.152344 22.152344 0 12.210938-9.9375 22.152344-22.152344 22.152344zm0-30.304688c-4.492187 0-8.152343 3.65625-8.152343 8.152344s3.660156 8.152344 8.152343 8.152344c4.496094 0 8.152344-3.65625 8.152344-8.152344s-3.65625-8.152344-8.152344-8.152344zm0 0" />
                    <path
                      d="m51.539062 78.378906c-12.214843 0-22.152343-9.9375-22.152343-22.152344 0-12.214843 9.9375-22.152343 22.152343-22.152343 12.214844 0 22.152344 9.9375 22.152344 22.152343 0 12.214844-9.9375 22.152344-22.152344 22.152344zm0-30.304687c-4.492187 0-8.152343 3.660156-8.152343 8.152343 0 4.496094 3.660156 8.152344 8.152343 8.152344 4.496094 0 8.152344-3.65625 8.152344-8.152344 0-4.492187-3.65625-8.152343-8.152344-8.152343zm0 0" />
                    <path
                      d="m187.664062 78.804688c-12.210937 0-22.148437-9.9375-22.148437-22.152344 0-12.210938 9.9375-22.148438 22.148437-22.148438 12.214844 0 22.152344 9.9375 22.152344 22.148438 0 12.214844-9.9375 22.152344-22.152344 22.152344zm0-30.304688c-4.492187 0-8.148437 3.65625-8.148437 8.152344s3.65625 8.152344 8.148437 8.152344c4.496094 0 8.152344-3.65625 8.152344-8.152344s-3.65625-8.152344-8.152344-8.152344zm0 0" />
                  </svg>
                  <h3 class="items_num">125</h3>
                </div>
                <p class="text-muted">Our projects</p>
              </div>
              <div class="col-lg-2 col-md-3 col-sm-4 col-xs-4">
                <div class="d-flex">
                  <svg height="25pt" viewBox="0 -25 424 424" width="23pt" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="m167.289062 272.132812c-1.601562 0-3.214843-.550781-4.53125-1.671874l-45.296874-38.570313c-1.5625-1.332031-2.460938-3.277344-2.460938-5.332031 0-2.050782.902344-3.996094 2.460938-5.328125l45.296874-38.570313c2.941407-2.507812 7.359376-2.152344 9.867188.789063 2.503906 2.945312 2.152344 7.363281-.792969 9.867187l-39.035156 33.242188 39.035156 33.242187c2.945313 2.507813 3.296875 6.925781.792969 9.867188-1.386719 1.628906-3.355469 2.464843-5.335938 2.464843zm0 0" />
                    <path
                      d="m256.710938 272.132812c-1.980469 0-3.949219-.835937-5.332032-2.464843-2.507812-2.941407-2.152344-7.359375.789063-9.867188l39.035156-33.242187-39.035156-33.242188c-2.941407-2.503906-3.296875-6.921875-.789063-9.867187 2.503906-2.941407 6.925782-3.296875 9.863282-.789063l45.296874 38.570313c1.5625 1.332031 2.460938 3.277343 2.460938 5.328125 0 2.054687-.898438 4-2.460938 5.332031l-45.296874 38.570313c-1.316407 1.121093-2.929688 1.671874-4.53125 1.671874zm0 0" />
                    <path
                      d="m195.964844 301.0625c-.480469 0-.964844-.050781-1.453125-.152344-3.78125-.796875-6.203125-4.511718-5.40625-8.292968l28.230469-134.035157c.796874-3.78125 4.507812-6.203125 8.292968-5.40625 3.78125.796875 6.203125 4.507813 5.40625 8.292969l-28.230468 134.035156c-.695313 3.296875-3.601563 5.558594-6.839844 5.558594zm0 0" />
                    <path
                      d="m377 374.085938h-330c-25.914062 0-47-21.082032-47-47v-280.085938c0-25.914062 21.085938-47 47-47h330c25.914062 0 47 21.085938 47 47v280.085938c0 25.917968-21.085938 47-47 47zm-330-360.085938c-18.195312 0-33 14.804688-33 33v280.085938c0 18.195312 14.804688 33 33 33h330c18.195312 0 33-14.804688 33-33v-280.085938c0-18.195312-14.804688-33-33-33zm0 0" />
                    <path
                      d="m417 112.089844h-410c-3.867188 0-7-3.132813-7-7 0-3.863282 3.132812-7 7-7h410c3.867188 0 7 3.136718 7 7 0 3.867187-3.132812 7-7 7zm0 0" />
                    <path
                      d="m119.601562 78.59375c-12.210937 0-22.152343-9.941406-22.152343-22.152344 0-12.214844 9.941406-22.152344 22.152343-22.152344 12.214844 0 22.152344 9.9375 22.152344 22.152344 0 12.210938-9.9375 22.152344-22.152344 22.152344zm0-30.304688c-4.492187 0-8.152343 3.65625-8.152343 8.152344s3.660156 8.152344 8.152343 8.152344c4.496094 0 8.152344-3.65625 8.152344-8.152344s-3.65625-8.152344-8.152344-8.152344zm0 0" />
                    <path
                      d="m51.539062 78.378906c-12.214843 0-22.152343-9.9375-22.152343-22.152344 0-12.214843 9.9375-22.152343 22.152343-22.152343 12.214844 0 22.152344 9.9375 22.152344 22.152343 0 12.214844-9.9375 22.152344-22.152344 22.152344zm0-30.304687c-4.492187 0-8.152343 3.660156-8.152343 8.152343 0 4.496094 3.660156 8.152344 8.152343 8.152344 4.496094 0 8.152344-3.65625 8.152344-8.152344 0-4.492187-3.65625-8.152343-8.152344-8.152343zm0 0" />
                    <path
                      d="m187.664062 78.804688c-12.210937 0-22.148437-9.9375-22.148437-22.152344 0-12.210938 9.9375-22.148438 22.148437-22.148438 12.214844 0 22.152344 9.9375 22.152344 22.148438 0 12.214844-9.9375 22.152344-22.152344 22.152344zm0-30.304688c-4.492187 0-8.148437 3.65625-8.148437 8.152344s3.65625 8.152344 8.148437 8.152344c4.496094 0 8.152344-3.65625 8.152344-8.152344s-3.65625-8.152344-8.152344-8.152344zm0 0" />
                  </svg>
                  <h3 class="items_num">125</h3>
                </div>
                <p class="text-muted">Our projects</p>
              </div>
              <div class="col-lg-2 col-md-3 col-sm-4 col-xs-4">
                <div class="d-flex">
                  <svg height="25pt" viewBox="0 -25 424 424" width="23pt" xmlns="http://www.w3.org/2000/svg">
                    <path
                      d="m167.289062 272.132812c-1.601562 0-3.214843-.550781-4.53125-1.671874l-45.296874-38.570313c-1.5625-1.332031-2.460938-3.277344-2.460938-5.332031 0-2.050782.902344-3.996094 2.460938-5.328125l45.296874-38.570313c2.941407-2.507812 7.359376-2.152344 9.867188.789063 2.503906 2.945312 2.152344 7.363281-.792969 9.867187l-39.035156 33.242188 39.035156 33.242187c2.945313 2.507813 3.296875 6.925781.792969 9.867188-1.386719 1.628906-3.355469 2.464843-5.335938 2.464843zm0 0" />
                    <path
                      d="m256.710938 272.132812c-1.980469 0-3.949219-.835937-5.332032-2.464843-2.507812-2.941407-2.152344-7.359375.789063-9.867188l39.035156-33.242187-39.035156-33.242188c-2.941407-2.503906-3.296875-6.921875-.789063-9.867187 2.503906-2.941407 6.925782-3.296875 9.863282-.789063l45.296874 38.570313c1.5625 1.332031 2.460938 3.277343 2.460938 5.328125 0 2.054687-.898438 4-2.460938 5.332031l-45.296874 38.570313c-1.316407 1.121093-2.929688 1.671874-4.53125 1.671874zm0 0" />
                    <path
                      d="m195.964844 301.0625c-.480469 0-.964844-.050781-1.453125-.152344-3.78125-.796875-6.203125-4.511718-5.40625-8.292968l28.230469-134.035157c.796874-3.78125 4.507812-6.203125 8.292968-5.40625 3.78125.796875 6.203125 4.507813 5.40625 8.292969l-28.230468 134.035156c-.695313 3.296875-3.601563 5.558594-6.839844 5.558594zm0 0" />
                    <path
                      d="m377 374.085938h-330c-25.914062 0-47-21.082032-47-47v-280.085938c0-25.914062 21.085938-47 47-47h330c25.914062 0 47 21.085938 47 47v280.085938c0 25.917968-21.085938 47-47 47zm-330-360.085938c-18.195312 0-33 14.804688-33 33v280.085938c0 18.195312 14.804688 33 33 33h330c18.195312 0 33-14.804688 33-33v-280.085938c0-18.195312-14.804688-33-33-33zm0 0" />
                    <path
                      d="m417 112.089844h-410c-3.867188 0-7-3.132813-7-7 0-3.863282 3.132812-7 7-7h410c3.867188 0 7 3.136718 7 7 0 3.867187-3.132812 7-7 7zm0 0" />
                    <path
                      d="m119.601562 78.59375c-12.210937 0-22.152343-9.941406-22.152343-22.152344 0-12.214844 9.941406-22.152344 22.152343-22.152344 12.214844 0 22.152344 9.9375 22.152344 22.152344 0 12.210938-9.9375 22.152344-22.152344 22.152344zm0-30.304688c-4.492187 0-8.152343 3.65625-8.152343 8.152344s3.660156 8.152344 8.152343 8.152344c4.496094 0 8.152344-3.65625 8.152344-8.152344s-3.65625-8.152344-8.152344-8.152344zm0 0" />
                    <path
                      d="m51.539062 78.378906c-12.214843 0-22.152343-9.9375-22.152343-22.152344 0-12.214843 9.9375-22.152343 22.152343-22.152343 12.214844 0 22.152344 9.9375 22.152344 22.152343 0 12.214844-9.9375 22.152344-22.152344 22.152344zm0-30.304687c-4.492187 0-8.152343 3.660156-8.152343 8.152343 0 4.496094 3.660156 8.152344 8.152343 8.152344 4.496094 0 8.152344-3.65625 8.152344-8.152344 0-4.492187-3.65625-8.152343-8.152344-8.152343zm0 0" />
                    <path
                      d="m187.664062 78.804688c-12.210937 0-22.148437-9.9375-22.148437-22.152344 0-12.210938 9.9375-22.148438 22.148437-22.148438 12.214844 0 22.152344 9.9375 22.152344 22.148438 0 12.214844-9.9375 22.152344-22.152344 22.152344zm0-30.304688c-4.492187 0-8.148437 3.65625-8.148437 8.152344s3.65625 8.152344 8.148437 8.152344c4.496094 0 8.152344-3.65625 8.152344-8.152344s-3.65625-8.152344-8.152344-8.152344zm0 0" />
                  </svg>
                  <h3 class="items_num">125</h3>
                </div>
                <p class="text-muted">Our projects</p>
              </div> -->
            </div>

          </div>
        </div>
      </div>
    </section>

    <!-- Наши работы -->

    <section class="our__works bg-violet">
      <div class="container">
        <div class="d-flex align-items-center justify-content-between mb-5">
          <h2 class="text-white">Наши работы, на которых <br>
            мы специализируемся</h2>
          <a href="#" class="btn text-white link__hero">Все услуги</a>
        </div>
        <div class="row ">
          <div class="col-lg-4 col-md-4 mb-5  position-relative">
            <img src="img/banner.png" alt="" class="img-fluid mb-3" width="350" height="300">
            <p class="fw-600"><span class="text-white">01.</span> Исследование и упаковка</p>
            <p class="text-white">Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum
              является стандартной "рыбой" для текстов на латинице с начала XVI века.</p>
            <a href="#">Подробности</a>
          </div>
          <div class="col-lg-4 col-md-4 mb-5  position-relative">
            <img src="img/banner.png" alt="" class="img-fluid mb-3" width="350" height="300">
            <p class="fw-600"><span class="text-white">01.</span> алаллала и упаковка</p>
            <p class="text-white">Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum
              является стандартной "рыбой" для текстов на латинице с начала XVI века.</p>
            <a href="#">Подробности</a>
          </div>
          <div class="col-lg-4 col-md-4 mb-5  position-relative">
            <img src="img/banner.png" alt="" class="img-fluid mb-3" width="350" height="300">
            <p class="fw-600"><span class="text-white">01.</span> Исследование и упаковка</p>
            <p class="text-white">Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum
              является стандартной "рыбой" для текстов на латинице с начала XVI века.</p>
            <a href="#">Подробности</a>
          </div>
        </div>
      </div>
      <hr class="mt-5">
      <!-- <div id="carouselExampleControls" class="carousel slide" data-bs-ride="carousel">
        <div class="carousel-inner">
          <div class="carousel-item">
            <div class="row">

        <div class="col-md-5 col-md-6 order-1">
           <img class="img-fluid" src="img/food.jpg" alt="Еда" width="500" height="350">
        </div>

        <div class="col-md-5 col-md-6 order-2 mt-5">
           <h3 id="edit32.1">Интернет магазин для заказа еды</h3>
           <div class="row mt-4">
              <div class="projects-time col-md-6">
                 <h4 id="edit32.2">Сроки</h4>
                 <p id="edit32.3">Месяц</p>
              </div>
              <div class="projects-time col-md-6">
                 <h4 id="edit32.4">Цена</h4>
                 <p id="edit32.5">400 $</p>
              </div>
           </div>
           <div class="project-discription">
              <h4 id="edit32.6">О сайте</h4>
              <p id="edit32.7">Интернет магазин для заказа еды и кейтрингов (выездных ресторанов), Израиль. Сайт на двух языках, две формы заказа (Корзина товаров и заказ Кейтринга), подсчет и сохранение статистики продаж для администратора, группировки товаров по категориям, поиск, спокойный дизайн. Персональная админ-панель.
                 Адаптивность 100%.</p>
           </div>
           
        </div>
     </div>
          </div>
          <div class="carousel-item">
           <div class="row">

              <div class="col-md-5 col-md-6 order-1">
                 <img class="img-fluid" src="img/Реклама.jpg" alt="Еда" width="500" height="350">
              </div>

              <div class="col-md-5 col-md-6 order-2 mt-5">
                 <h3 id="edit32.8">Лендинг под ключ "Наружная реклама с DIGITAL"</h3>
                 <div class="row mt-4">
                    <div class="projects-time col-md-6">
                       <h4 id="edit32.9">Сроки</h4>
                       <p id="edit32.10">1 Месяц</p>
                    </div>
                    <div class="projects-time col-md-6">
                       <h4 id="edit32.11">Цена</h4>
                       <p id="edit32.12">800 $</p>
                    </div>
                 </div>
                 <div class="project-discription">
                    <h4 id="edit32.13">О сайте</h4>
                    <p id="edit32.14">Была выполнена разработка и интеграция форм с почтой и системой оплаты Яндекс Касса. Разработка современного и продающего дизайна. Интеграция форм с почтой.Интеграция форм с почтой. Настройка frontend-элементов. Проверка и утверждение дизайн-макетов. Создание продающего наполнения.</p>
                 </div>
              </div>
           </div>
          </div>
          <div class="carousel-item active">
           <div class="row">
              <div class="col-md-5 col-md-6 order-1">
                 <img class="img-fluid" src="img/Digital-Агенство.jpg" alt="Еда" width="500" height="350">
              </div>
              <div class="col-md-5 col-md-6 order-2 mt-5">
                 <h3 id="edit32.15">Landing-Page для акселератора Digital-Агенств</h3>
                 <div class="row mt-4">
                    <div class="projects-time col-md-6">
                       <h4 id="edit32.16">Сроки</h4>
                       <p id="edit32.17">1 Месяц</p>
                    </div>
                    <div class="projects-time col-md-6">
                       <h4 id="edit32.18">Цена</h4>
                       <p id="edit32.19">600 $</p>
                    </div>
                 </div>
                 <div class="project-discription">
                    <h4 id="edit32.20">О сайте</h4>
                    <p id="edit32.21">Была выполнена разработка и интеграция форм с почтой и системой оплаты Яндекс Касса. Разработка современного и продающего дизайна. Интеграция форм с почтой.Интеграция форм с почтой. Настройка frontend-элементов. Проверка и утверждение дизайн-макетов. Создание продающего наполнения.
                    </p>
                 </div>
              </div>
           </div>
          </div>
        </div>
        <a class="carousel-control-prev text-dark" href="#carouselExampleControls" role="button" data-bs-slide="prev">
          <svg xmlns="http://www.w3.org/2000/svg" width="56" height="56" fill="currentColor" class="bi bi-arrow-left-circle-fill" viewBox="0 0 16 16">
            <path d="M8 0a8 8 0 1 0 0 16A8 8 0 0 0 8 0zm3.5 7.5a.5.5 0 0 1 0 1H5.707l2.147 2.146a.5.5 0 0 1-.708.708l-3-3a.5.5 0 0 1 0-.708l3-3a.5.5 0 1 1 .708.708L5.707 7.5H11.5z"/>
          </svg>
          <span class="visually-hidden">Previous</span>
        </a>
        <a class="carousel-control-next text-dark" href="#carouselExampleControls" role="button" data-bs-slide="next">
          <svg xmlns="http://www.w3.org/2000/svg" width="56" height="56" fill="currentColor" class="bi bi-arrow-right-circle-fill" viewBox="0 0 16 16">
            <path d="M8 0a8 8 0 1 1 0 16A8 8 0 0 1 8 0zM4.5 7.5a.5.5 0 0 0 0 1h5.793l-2.147 2.146a.5.5 0 0 0 .708.708l3-3a.5.5 0 0 0 0-.708l-3-3a.5.5 0 1 0-.708.708L10.293 7.5H4.5z"/>
          </svg>
          <span class="visually-hidden">Next</span>
        </a>
      </div> -->
    </section>

    <!-- Наши проекты  -->
    <section class="our__projects bg-light">
      <div class="container">
        <h2 class="text-center">Наши проекты</h2>
        <p class="text-center text-muted mt-5">Lorem Ipsum - это текст-"рыба", часто используемый в печати и
          вэб-дизайне. Lorem <br>
          Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века.</p>
        <div class="row mt-5">
          <div class="col-lg-3"><img src="img/vs_code.png" alt="" class="img-fluid"></div>
          <div class="col-lg-3"><img src="img/vs_code.png" alt="" class="img-fluid"></div>
          <div class="col-lg-3"><img src="img/vs_code.png" alt="" class="img-fluid"></div>
          <div class="col-lg-3"><img src="img/vs_code.png" alt="" class="img-fluid"></div>
        </div>
      </div>
    </section>

    <!-- Форма -->
    <section class="contact">
      <div class="container">
        <div class="row">
          <div class="col-lg-6">
            <h3>Контактная информация компании lvl Up</h3>
            <p class="text-muted mt-5">Lorem ipsum dolor, sit amet consectetur adipisicing elit. Inventore enim nemo quia ipsam in maxime modi.
              Eligendi ipsam beatae repudiandae quidem id, quasi doloribus illo aliquid iure laudantium ab in?</p>
              <form class="mt-5">
                <div class="row">
                    <div class="col-lg-6">
                        <label class="text-muted mb-2"> Name</label>
                        <input type="text" class="form-control" placeholder="Enter name*">
                    </div>
                    <div class="col-lg-6">
                        <label class="text-muted mb-2"> Email</label>
                        <input type="email" class="form-control" placeholder="Enter email*">
                    </div>

                    <div class="col-lg-12 mt-4">
                        <div class="mb-3">
                            <label class="text-muted mb-2"> Subject</label>
                            <input type="text" class="form-control" placeholder="Enter subject..">
                        </div>


                        <div class="mb-3">
                            <label class="text-muted mb-2">Message</label>
                            <input type="text" class="form-control" placeholder="Enter message*">
                        </div>
                    </div>
                </div>
                <button class="btn btn-primary">Send Message</button>
            </form> 
          </div>
          <div class="col-lg-5 ms-lg-auto">
            <div class="mt-5 mt-lg-0">
                <img src="img/about.png" alt="" class="img-fluid d-block">
                <p class="text-muted mt-5 mb-3">
                    <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-envelope" viewBox="0 0 16 16">
                        <path d="M0 4a2 2 0 0 1 2-2h12a2 2 0 0 1 2 2v8a2 2 0 0 1-2 2H2a2 2 0 0 1-2-2V4zm2-1a1 1 0 0 0-1 1v.217l7 4.2 7-4.2V4a1 1 0 0 0-1-1H2zm13 2.383l-4.758 2.855L15 11.114v-5.73zm-.034 6.878L9.271 8.82 8 9.583 6.728 8.82l-5.694 3.44A1 1 0 0 0 2 13h12a1 1 0 0 0 .966-.739zM1 11.114l4.758-2.876L1 5.383v5.73z"></path>
                    </svg>Support@info.com
                </p>
                <p class="text-muted mb-3">
                    <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-telephone" viewBox="0 0 16 16">
                        <path d="M3.654 1.328a.678.678 0 0 0-1.015-.063L1.605 2.3c-.483.484-.661 1.169-.45 1.77a17.568 17.568 0 0 0 4.168 6.608 17.569 17.569 0 0 0 6.608 4.168c.601.211 1.286.033 1.77-.45l1.034-1.034a.678.678 0 0 0-.063-1.015l-2.307-1.794a.678.678 0 0 0-.58-.122l-2.19.547a1.745 1.745 0 0 1-1.657-.459L5.482 8.062a1.745 1.745 0 0 1-.46-1.657l.548-2.19a.678.678 0 0 0-.122-.58L3.654 1.328zM1.884.511a1.745 1.745 0 0 1 2.612.163L6.29 2.98c.329.423.445.974.315 1.494l-.547 2.19a.678.678 0 0 0 .178.643l2.457 2.457a.678.678 0 0 0 .644.178l2.189-.547a1.745 1.745 0 0 1 1.494.315l2.306 1.794c.829.645.905 1.87.163 2.611l-1.034 1.034c-.74.74-1.846 1.065-2.877.702a18.634 18.634 0 0 1-7.01-4.42 18.634 18.634 0 0 1-4.42-7.009c-.362-1.03-.037-2.137.703-2.877L1.885.511z"></path>
                      </svg>+998 (91) 447-14-53
                </p>
                <p class="text-muted  mb-3">
                    <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-geo-alt" viewBox="0 0 16 16">
                        <path d="M12.166 8.94c-.524 1.062-1.234 2.12-1.96 3.07A31.493 31.493 0 0 1 8 14.58a31.481 31.481 0 0 1-2.206-2.57c-.726-.95-1.436-2.008-1.96-3.07C3.304 7.867 3 6.862 3 6a5 5 0 0 1 10 0c0 .862-.305 1.867-.834 2.94zM8 16s6-5.686 6-10A6 6 0 0 0 2 6c0 4.314 6 10 6 10z"></path>
                        <path d="M8 8a2 2 0 1 1 0-4 2 2 0 0 1 0 4zm0 1a3 3 0 1 0 0-6 3 3 0 0 0 0 6z"></path>
                      </svg>Support@info.com
                </p>

                <ul class="list-inline pt-4">
                    <li class="list-inline-item me-3">
                        <a href="#" class="social-icon icon-mono avatar-xs rounded-circle"><svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none" stroke="currentColor" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" class="feather feather-facebook icon-xs"><path d="M18 2h-3a5 5 0 0 0-5 5v3H7v4h3v8h4v-8h3l1-4h-4V7a1 1 0 0 1 1-1h3z"></path></svg></a>
                    </li>
                    <li class="list-inline-item me-3">
                        <a href="#" class="social-icon icon-mono avatar-xs rounded-circle"><svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none" stroke="currentColor" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" class="feather feather-twitter icon-xs"><path d="M23 3a10.9 10.9 0 0 1-3.14 1.53 4.48 4.48 0 0 0-7.86 3v1A10.66 10.66 0 0 1 3 4s-4 9 5 13a11.64 11.64 0 0 1-7 2c9 5 20 0 20-11.5a4.5 4.5 0 0 0-.08-.83A7.72 7.72 0 0 0 23 3z"></path></svg></a>
                    </li>
                    <li class="list-inline-item">
                        <a href="#" class="social-icon icon-mono avatar-xs rounded-circle"><svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-github" viewBox="0 0 16 16">
                            <path d="M8 0C3.58 0 0 3.58 0 8c0 3.54 2.29 6.53 5.47 7.59.4.07.55-.17.55-.38 0-.19-.01-.82-.01-1.49-2.01.37-2.53-.49-2.69-.94-.09-.23-.48-.94-.82-1.13-.28-.15-.68-.52-.01-.53.63-.01 1.08.58 1.23.82.72 1.21 1.87.87 2.33.66.07-.52.28-.87.51-1.07-1.78-.2-3.64-.89-3.64-3.95 0-.87.31-1.59.82-2.15-.08-.2-.36-1.02.08-2.12 0 0 .67-.21 2.2.82.64-.18 1.32-.27 2-.27.68 0 1.36.09 2 .27 1.53-1.04 2.2-.82 2.2-.82.44 1.1.16 1.92.08 2.12.51.56.82 1.27.82 2.15 0 3.07-1.87 3.75-3.65 3.95.29.25.54.73.54 1.48 0 1.07-.01 1.93-.01 2.2 0 .21.15.46.55.38A8.012 8.012 0 0 0 16 8c0-4.42-3.58-8-8-8z"></path>
                          </svg></a>
                    </li>
                </ul>
            </div>
        </div>
        </div>
      </div>
    </section>
  </main>


  <!-- Подвал сайта -->
  <footer class="bg-light">
    <div class="container">
      <div class="row">
        <div class="col-lg-3 col-xs-4 mt-3">
          <h5>Контактная информация</h5>
          <nav class="nav flex-column">
            <a class="text-muted mt-3" href="#" style="text-decoration: none;">
              <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-envelope"
                viewBox="0 0 16 16">
                <path
                  d="M0 4a2 2 0 0 1 2-2h12a2 2 0 0 1 2 2v8a2 2 0 0 1-2 2H2a2 2 0 0 1-2-2V4zm2-1a1 1 0 0 0-1 1v.217l7 4.2 7-4.2V4a1 1 0 0 0-1-1H2zm13 2.383l-4.758 2.855L15 11.114v-5.73zm-.034 6.878L9.271 8.82 8 9.583 6.728 8.82l-5.694 3.44A1 1 0 0 0 2 13h12a1 1 0 0 0 .966-.739zM1 11.114l4.758-2.876L1 5.383v5.73z" />
              </svg> sasha.martynov.2019@inbox.ru</a>
            <a class="text-muted mt-3" href="#" style="text-decoration: none;"><svg xmlns="http://www.w3.org/2000/svg"
                width="16" height="16" fill="currentColor" class="bi bi-telephone" viewBox="0 0 16 16">
                <path
                  d="M3.654 1.328a.678.678 0 0 0-1.015-.063L1.605 2.3c-.483.484-.661 1.169-.45 1.77a17.568 17.568 0 0 0 4.168 6.608 17.569 17.569 0 0 0 6.608 4.168c.601.211 1.286.033 1.77-.45l1.034-1.034a.678.678 0 0 0-.063-1.015l-2.307-1.794a.678.678 0 0 0-.58-.122l-2.19.547a1.745 1.745 0 0 1-1.657-.459L5.482 8.062a1.745 1.745 0 0 1-.46-1.657l.548-2.19a.678.678 0 0 0-.122-.58L3.654 1.328zM1.884.511a1.745 1.745 0 0 1 2.612.163L6.29 2.98c.329.423.445.974.315 1.494l-.547 2.19a.678.678 0 0 0 .178.643l2.457 2.457a.678.678 0 0 0 .644.178l2.189-.547a1.745 1.745 0 0 1 1.494.315l2.306 1.794c.829.645.905 1.87.163 2.611l-1.034 1.034c-.74.74-1.846 1.065-2.877.702a18.634 18.634 0 0 1-7.01-4.42 18.634 18.634 0 0 1-4.42-7.009c-.362-1.03-.037-2.137.703-2.877L1.885.511z" />
              </svg> +998 (91) 447-14-53</a>
            <a class="text-muted mt-3" href="#" style="text-decoration: none;"><svg xmlns="http://www.w3.org/2000/svg"
                width="16" height="16" fill="currentColor" class="bi bi-geo-alt" viewBox="0 0 16 16">
                <path
                  d="M12.166 8.94c-.524 1.062-1.234 2.12-1.96 3.07A31.493 31.493 0 0 1 8 14.58a31.481 31.481 0 0 1-2.206-2.57c-.726-.95-1.436-2.008-1.96-3.07C3.304 7.867 3 6.862 3 6a5 5 0 0 1 10 0c0 .862-.305 1.867-.834 2.94zM8 16s6-5.686 6-10A6 6 0 0 0 2 6c0 4.314 6 10 6 10z" />
                <path d="M8 8a2 2 0 1 1 0-4 2 2 0 0 1 0 4zm0 1a3 3 0 1 0 0-6 3 3 0 0 0 0 6z" />
              </svg> ул. Передастгир 14/6 кв 35</a>
            <!-- <a class="text-muted mt-3" href="#" style="text-decoration: none;">Disabled</a> -->
          </nav>
        </div>
        <div class="col-lg-3 col-xs-4 mt-3">
          <h5>Основные ссылки</h5>
          <nav class="nav flex-column">
            <a class="text-muted mt-3" href="#" style="text-decoration: none;">Главная</a>
            <a class="text-muted mt-3" href="#" style="text-decoration: none;">Наши проекты</a>
            <a class="text-muted mt-3" href="#" style="text-decoration: none;">Наши услуги</a>
            <a class="text-muted mt-3" href="#" style="text-decoration: none;">Контакты</a>
          </nav>
        </div>
        <div class="col-lg-3 col-xs-4 mt-3">
          <h5>Последние проекты</h5>
          <nav class="nav flex-column">
            <a class="text-muted mt-3" href="#" style="text-decoration: none;">РосНано</a>
            <a class="text-muted mt-3" href="#" style="text-decoration: none;">Сколково</a>
            <a class="text-muted mt-3" href="#" style="text-decoration: none;">Проект “Восток”</a>
            <a class="text-muted mt-3" href="#" style="text-decoration: none;">ТЭЦ Калининграда</a>
          </nav>
        </div>
        <div class="col-lg-3 col-xs-4 mt-3">
          <h5>Социальные сети</h5>
          <nav class="nav flex-column">
            <a class="text-muted mt-3" href="#" style="text-decoration: none;">
              <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-instagram"
                viewBox="0 0 16 16" style="margin-right: 5px;">
                <path
                  d="M8 0C5.829 0 5.556.01 4.703.048 3.85.088 3.269.222 2.76.42a3.917 3.917 0 0 0-1.417.923A3.927 3.927 0 0 0 .42 2.76C.222 3.268.087 3.85.048 4.7.01 5.555 0 5.827 0 8.001c0 2.172.01 2.444.048 3.297.04.852.174 1.433.372 1.942.205.526.478.972.923 1.417.444.445.89.719 1.416.923.51.198 1.09.333 1.942.372C5.555 15.99 5.827 16 8 16s2.444-.01 3.298-.048c.851-.04 1.434-.174 1.943-.372a3.916 3.916 0 0 0 1.416-.923c.445-.445.718-.891.923-1.417.197-.509.332-1.09.372-1.942C15.99 10.445 16 10.173 16 8s-.01-2.445-.048-3.299c-.04-.851-.175-1.433-.372-1.941a3.926 3.926 0 0 0-.923-1.417A3.911 3.911 0 0 0 13.24.42c-.51-.198-1.092-.333-1.943-.372C10.443.01 10.172 0 7.998 0h.003zm-.717 1.442h.718c2.136 0 2.389.007 3.232.046.78.035 1.204.166 1.486.275.373.145.64.319.92.599.28.28.453.546.598.92.11.281.24.705.275 1.485.039.843.047 1.096.047 3.231s-.008 2.389-.047 3.232c-.035.78-.166 1.203-.275 1.485a2.47 2.47 0 0 1-.599.919c-.28.28-.546.453-.92.598-.28.11-.704.24-1.485.276-.843.038-1.096.047-3.232.047s-2.39-.009-3.233-.047c-.78-.036-1.203-.166-1.485-.276a2.478 2.478 0 0 1-.92-.598 2.48 2.48 0 0 1-.6-.92c-.109-.281-.24-.705-.275-1.485-.038-.843-.046-1.096-.046-3.233 0-2.136.008-2.388.046-3.231.036-.78.166-1.204.276-1.486.145-.373.319-.64.599-.92.28-.28.546-.453.92-.598.282-.11.705-.24 1.485-.276.738-.034 1.024-.044 2.515-.045v.002zm4.988 1.328a.96.96 0 1 0 0 1.92.96.96 0 0 0 0-1.92zm-4.27 1.122a4.109 4.109 0 1 0 0 8.217 4.109 4.109 0 0 0 0-8.217zm0 1.441a2.667 2.667 0 1 1 0 5.334 2.667 2.667 0 0 1 0-5.334z" />
              </svg>Instagram</a>
            <a class="text-muted mt-3" href="#" style="text-decoration: none;">
              <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-telegram"
                viewBox="0 0 16 16" style="margin-right: 5px;">
                <path
                  d="M16 8A8 8 0 1 1 0 8a8 8 0 0 1 16 0zM8.287 5.906c-.778.324-2.334.994-4.666 2.01-.378.15-.577.298-.595.442-.03.243.275.339.69.47l.175.055c.408.133.958.288 1.243.294.26.006.549-.1.868-.32 2.179-1.471 3.304-2.214 3.374-2.23.05-.012.12-.026.166.016.047.041.042.12.037.141-.03.129-1.227 1.241-1.846 1.817-.193.18-.33.307-.358.336a8.154 8.154 0 0 1-.188.186c-.38.366-.664.64.015 1.088.327.216.589.393.85.571.284.194.568.387.936.629.093.06.183.125.27.187.331.236.63.448.997.414.214-.02.435-.22.547-.82.265-1.417.786-4.486.906-5.751a1.426 1.426 0 0 0-.013-.315.337.337 0 0 0-.114-.217.526.526 0 0 0-.31-.093c-.3.005-.763.166-2.984 1.09z" />
              </svg>Telegram</a>
            <a class="text-muted mt-3" href="#" style="text-decoration: none;">
              <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-github"
                viewBox="0 0 16 16" style="margin-right: 5px;">
                <path
                  d="M8 0C3.58 0 0 3.58 0 8c0 3.54 2.29 6.53 5.47 7.59.4.07.55-.17.55-.38 0-.19-.01-.82-.01-1.49-2.01.37-2.53-.49-2.69-.94-.09-.23-.48-.94-.82-1.13-.28-.15-.68-.52-.01-.53.63-.01 1.08.58 1.23.82.72 1.21 1.87.87 2.33.66.07-.52.28-.87.51-1.07-1.78-.2-3.64-.89-3.64-3.95 0-.87.31-1.59.82-2.15-.08-.2-.36-1.02.08-2.12 0 0 .67-.21 2.2.82.64-.18 1.32-.27 2-.27.68 0 1.36.09 2 .27 1.53-1.04 2.2-.82 2.2-.82.44 1.1.16 1.92.08 2.12.51.56.82 1.27.82 2.15 0 3.07-1.87 3.75-3.65 3.95.29.25.54.73.54 1.48 0 1.07-.01 1.93-.01 2.2 0 .21.15.46.55.38A8.012 8.012 0 0 0 16 8c0-4.42-3.58-8-8-8z" />
              </svg>
              GitHub</a>
            <a class="text-muted mt-3" href="#" style="text-decoration: none;" style="margin-right: 5px;">
              <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-facebook"
                viewBox="0 0 16 16" style="margin-right: 5px;">
                <path
                  d="M16 8.049c0-4.446-3.582-8.05-8-8.05C3.58 0-.002 3.603-.002 8.05c0 4.017 2.926 7.347 6.75 7.951v-5.625h-2.03V8.05H6.75V6.275c0-2.017 1.195-3.131 3.022-3.131.876 0 1.791.157 1.791.157v1.98h-1.009c-.993 0-1.303.621-1.303 1.258v1.51h2.218l-.354 2.326H9.25V16c3.824-.604 6.75-3.934 6.75-7.951z" />
              </svg>
              Facebook</a>
          </nav>
        </div>
      </div>
      <hr class="m-5">
      <p class="text-center text-muted">Мартынов Александр (с) 2021. Все права защищены.</p>
    </div>
  </footer>
  <!-- JavaScript Bundle with Popper -->
  <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta1/dist/js/bootstrap.bundle.min.js"
    integrity="sha384-ygbV9kiqUc6oa4msXn9868pTtWMgiQaeYH7/t7LECLbyPA2x65Kgf80OJFdroafW"
    crossorigin="anonymous"></script>
  <script src="js/main.js"></script>
</body>

</html>